export const programs = [
  {
    title: "প্রাথমিক শিক্ষা বিভাগ",
    description:
      "আমাদের প্রাথমিক শিক্ষা বিভাগ শিক্ষার্থীদের জন্য বেসিক জ্ঞান প্রদান করে। এখানে আধুনিক শিক্ষার সাথে ইসলামী শিক্ষার সমন্বয় করা হয়েছে।",
  },
  {
    title: "মাধ্যমিক শিক্ষা বিভাগ",
    description:
      "মাধ্যমিক শিক্ষা বিভাগে শিক্ষার্থীদের একাডেমিক বিষয়বস্তুর পাশাপাশি ধর্মীয় জ্ঞানও প্রদান করা হয়। এই বিভাগ শিক্ষার্থীদের এসএসসি পরীক্ষার জন্য প্রস্তুত করে।",
  },
  {
    title: "কোরআন শিক্ষার কোর্স",
    description:
      "আমাদের কোরআন শিক্ষার কোর্স শিক্ষার্থীদের কোরআন শুদ্ধভাবে পড়তে ও বুঝতে শেখায়। হিফজ, তাফসির, এবং তাজবীদ সহ বিভিন্ন পর্যায়ের শিক্ষার সুযোগ রয়েছে।",
  },
  {
    title: "ইসলামী স্টাডিজ",
    description:
      "ইসলামী স্টাডিজ বিভাগে শিক্ষার্থীদের জন্য আকিদা, ফিকহ, হাদিস, এবং ইসলামের ইতিহাস সহ বিভিন্ন বিষয় পড়ানো হয়।",
  },
  {
    title: "সহ-পাঠ্যক্রমিক কার্যক্রম",
    description:
      "আমাদের শিক্ষাক্রমে কেবল একাডেমিক নয়, সহ-পাঠ্যক্রমিক কার্যক্রমও অন্তর্ভুক্ত রয়েছে। খেলাধুলা, বিতর্ক, সাংস্কৃতিক কর্মকাণ্ড ইত্যাদি শিক্ষার্থীদের বিকাশে ভূমিকা রাখে।",
  },
];
