export const programs = [
  {
    title: "সমন্বিত শিক্ষা কারিকুলাম",
    description:
      "এ বিভাগে মাদরাসা ও জেনারেল শিক্ষা সমন্বিত কারিকুলাম অনুসরনে পাঠ দান করা হয়। এই কারিকুলামে শিক্ষার্থীরা দ্বীনি ও জাগতিক উভয় শিক্ষায় যোগ্য ও দক্ষ হয়ে গড়ে উঠবে।",
    fullDesc:
      "শিক্ষা হচ্ছে সমৃদ্ধ সভ্যতার সংবেদনশীল হৃদয়। আদর্শ শিক্ষার স্পর্শে মানুষ পূর্ণতা পায়, সমৃদ্ধি লাভ করে, জাতি অগ্রগতির দিকে এগিয়ে যায়। দুর্ভাগ্যবশতঃ আমাদের দেশে দ্বিমুখী শিক্ষা ব্যাবস্থার কারনে জাতীয় উন্নতি-অগ্রগতির পথ বাঁধার দেয়াল তৈরী হয়েছে। ধর্মহীন কর্মশিক্ষা ও কর্মহীন ধর্ম শিক্ষা জাতিকে পঙ্গু করে দিয়েছে। দেশে মিস্টার আর মৌলভীর ব্যবধান দিন দিন বেড়েই চলেছে। সাধারন শিক্ষা ব্যাবস্থা মানুশকে জাগতিক জ্ঞ্যান-বিজ্ঞ্যান আর প্রজুক্তি শিক্ষাদানের মাধ্যমে সমাজ পরিচালনার যোগ্য করে গড়ে তুলছে কিন্তু আদর্শ জাতি গঠনের জন্য যে চরিত্র ও নৈতিকতার প্রয়োজন তা তৈরি করতে পারছে না। পক্ষান্তরে, মাদরাসা শিক্ষিতরাও বৈষয়িক জ্ঞ্যানের অভাবে সমাজ বিনির্মাণে কার্যকর ভূমিকা রাখতে পারছে না।<br>এই জটিল সমস্যা সমাধান কল্পে আমরা দীর্ঘদিন (প্রায় দেড়যুগ) যাবৎ মাদরাসা ও সাধারণ শিক্ষা সমন্বিত কারিকুলামের উপর গবেষণা ও কাজ করে আসছি। আলহামদুলিল্লাহ, আমাদের উন্নত শিক্ষাদান পদ্ধতি (Advance Teaching Methods) এর বদৌলতে শিক্ষার্থীরা অনায়াসে উভয় ক্ষেত্রে যোগ্য হয়ে গড়ে উঠছে। Pre-Primary ও Primary Level -এ ত খুবই ভাল করছে, এমনকি এসএসসি, এইচএচসিতেও জাতীয় শিক্ষা বোর্ডের অধীনে পরীক্ষায় অংশ নিয়ে বোর্ড স্ট্যান্ড করছে এবং একি সাথে কওমী মাদরাসা শিক্ষা বোর্ডের পরীক্ষায়ও মেধা তালিকায় স্থান করে নিচ্ছে।<br><br>পার্থিব জীবনে প্রতিষ্ঠা লাভের জন্য জাগতিক জ্ঞ্যান বিজ্ঞ্যান শিক্ষা করা যেমন প্রয়োজন রয়েছে তেমনই মানবতার কল্যাণে আল্লাহ তা'আলা ইসলাম তথা শরীয়তকেও ফরয করেছেন। ফলে শরীয়তের শিক্ষা-প্রশিক্ষনও ফরয এবং অপরিহার্য। আল্লাহর রাসূল (সাঃ) বলেন যে প্রয়োজন পরিমান দীনি জ্ঞ্যান অর্জন করা প্রত্যেক মুসলমানের উপর ফরয।",
  },

  {
    title: "হিফয বিভাগ",
    description:
      "এই বিভাগে শিক্ষার্থীরা কুরআনুল কারীম সম্পূর্ন ৩০ পারা আন্তর্জাতিক মানের হিফয সম্পন্ন করার পাশাপাশি স্কুল শিক্ষায় ইংলিশ ভার্সনে ৫ম শ্রেনী কমপ্লিট করবে।",
    fullDesc: "",
  },
  {
    title: "নাজেরা বিভাগ",
    description:
      "এই বিভাগে ৩০ পারা কুরআনুল কারীম সহিহ শুদ্ধভাবে স্বল্প সময়ে মাশ্কসহ দেখে দেখে নাজেরা পড়া চালু করা হয়।",
    fullDesc: "",
  },
  {
    title: "নূরানী বিভাগ",
    description:
      "এই বিভাগে শিক্ষার্থীদের বৈজ্ঞানিক পদ্ধতিতে অতি অল্প সময়ে তাজবিদ ও সিফাতসহ কুরআনুল কারীম পড়তে শিখানো হয়।",
    fullDesc: "",
  },
  {
    title: "কোরআন শিক্ষার কোর্স",
    description:
      "আমাদের কোরআন শিক্ষার কোর্স শিক্ষার্থীদের কোরআন শুদ্ধভাবে পড়তে ও বুঝতে শেখায়। হিফজ, তাফসির, এবং তাজবীদ সহ বিভিন্ন পর্যায়ের শিক্ষার সুযোগ রয়েছে।",
    fullDesc: "",
  },

  {
    title: "সহ-পাঠ্যক্রমিক কার্যক্রম",
    description:
      "আমাদের শিক্ষাক্রমে কেবল একাডেমিক নয়, সহ-পাঠ্যক্রমিক কার্যক্রমও অন্তর্ভুক্ত রয়েছে। গেইম, ক্লাসরুম এ্যাক্টিভিটি, বিনোদন, বিভিন্ন প্রতিযোগীতা, প্রদর্শনী ও শিক্ষা সফরের আয়োজন করা হয়।",
    fullDesc: "",
  },
  {
    title: "দ্বীনিয়াত",
    description:
      "স্কুল পড়ুয়া শিক্ষার্থীদের জন্য সহিহ শুদ্ধভাবে কুরআনুল কারীমের তিলওয়াত, হাদীস, মাসআলা, মাসনুন দু’আ ও নামাজের প্র্যাকটিক্যাল ট্রেনিংসহ দ্বীনের জরুরী বিষয়সমূহ শিক্ষা দেওয়া হয়।",
    fullDesc: "",
  },
  {
    title: "ফরজে আইন কোর্স",
    description:
      "জেনারেল শিক্ষিতদের জন্য আকায়েদ, ইবাদত, মুআমালাত, মুআশারাত ও আখলাক বিষয়ে প্রয়োজন পরিমান দ্বীনি শিক্ষা দেওয়া হয়।",
    fullDesc: "",
  },
];
