export const programs = [
  {
    title: "সমন্বিত শিক্ষা কারিকুলাম",
    description:
      "এ বিভাগে মাদরাসা ও জেনারেল শিক্ষা সমন্বিত কারিকুলাম অনুসরনে পাঠ দান করা হয়। এই কারিকুলামে শিক্ষার্থীরা দ্বীনি ও জাগতিক উভয় শিক্ষায় যোগ্য ও দক্ষ হয়ে গড়ে উঠবে।",
  },

  {
    title: "হিফয বিভাগ",
    description:
      "এই বিভাগে শিক্ষার্থীরা কুরআনুল কারীম সম্পূর্ন ৩০ পারা আন্তর্জাতিক মানের হিফয সম্পন্ন করার পাশাপাশি স্কুল শিক্ষায় ইংলিশ ভার্সনে ৫ম শ্রেনী কমপ্লিট করবে।",
  },
  {
    title: "নাজেরা বিভাগ",
    description:
      "এই বিভাগে ৩০ পারা কুরআনুল কারীম সহিহ শুদ্ধভাবে স্বল্প সময়ে মাশ্কসহ দেখে দেখে নাজেরা পড়া চালু করা হয়।",
  },
  {
    title: "নূরানী বিভাগ",
    description:
      "এই বিভাগে শিক্ষার্থীদের বৈজ্ঞানিক পদ্ধতিতে অতি অল্প সময়ে তাজবিদ ও সিফাতসহ কুরআনুল কারীম পড়তে শিখানো হয়।",
  },
  {
    title: "কোরআন শিক্ষার কোর্স",
    description:
      "আমাদের কোরআন শিক্ষার কোর্স শিক্ষার্থীদের কোরআন শুদ্ধভাবে পড়তে ও বুঝতে শেখায়। হিফজ, তাফসির, এবং তাজবীদ সহ বিভিন্ন পর্যায়ের শিক্ষার সুযোগ রয়েছে।",
  },

  {
    title: "সহ-পাঠ্যক্রমিক কার্যক্রম",
    description:
      "আমাদের শিক্ষাক্রমে কেবল একাডেমিক নয়, সহ-পাঠ্যক্রমিক কার্যক্রমও অন্তর্ভুক্ত রয়েছে। গেইম, ক্লাসরুম এ্যাক্টিভিটি, বিনোদন, বিভিন্ন প্রতিযোগীতা, প্রদর্শনী ও শিক্ষা সফরের আয়োজন করা হয়।",
  },
  {
    title: "দ্বীনিয়াত",
    description:
      "স্কুল পড়ুয়া শিক্ষার্থীদের জন্য সহিহ শুদ্ধভাবে কুরআনুল কারীমের তিলওয়াত, হাদীস, মাসআলা, মাসনুন দু’আ ও নামাজের প্র্যাকটিক্যাল ট্রেনিংসহ দ্বীনের জরুরী বিষয়সমূহ শিক্ষা দেওয়া হয়।",
  },
  {
    title: "ফরজে আইন কোর্স",
    description:
      "জেনারেল শিক্ষিতদের জন্য আকায়েদ, ইবাদত, মুআমালাত, মুআশারাত ও আখলাক বিষয়ে প্রয়োজন পরিমান দ্বীনি শিক্ষা দেওয়া হয়।",
  },
];
