export const data = [
  {
    title: "সর্বাঙ্গীণ শিক্ষা",
    detail:
      "আমাদের মাদ্রাসা আধুনিক শিক্ষা ও ধর্মীয় শিক্ষার সমন্বয়ে একটি পূর্ণাঙ্গ শিক্ষা ব্যবস্থা প্রদান করে। শিক্ষার্থীদের জাগতিক ও আধ্যাত্মিক জ্ঞানার্জনে সহায়তা করা আমাদের মূল লক্ষ্য।",
  },
  {
    title: "অভিজ্ঞ শিক্ষকবৃন্দ",
    detail:
      "আমাদের শিক্ষকমণ্ডলী উচ্চ শিক্ষিত ও অভিজ্ঞ, যারা শিক্ষার্থীদের ব্যক্তিগত যত্ন নিয়ে দিকনির্দেশনা দেন। তারা প্রতিটি শিক্ষার্থীর উন্নতি নিশ্চিত করতে নিবেদিত।",
  },
  {
    title: "নৈতিক ও আধ্যাত্মিক বিকাশ",
    detail:
      "আমরা শিক্ষার্থীদের নৈতিকতা ও আধ্যাত্মিক উন্নতির উপর বিশেষ গুরুত্ব দেই, যাতে তারা শুধু শিক্ষাগত উৎকর্ষতা নয়, বরং জীবনের সকল ক্ষেত্রে আদর্শ মানুষ হয়ে উঠতে পারে।",
  },
  {
    title: "সুন্দর শিক্ষাবান্ধব পরিবেশ",
    detail:
      "শিক্ষার্থীদের জন্য একটি সুরক্ষিত, শান্তিপূর্ণ এবং শিক্ষাবান্ধব পরিবেশ তৈরি করা হয়েছে, যা তাদের শারীরিক ও মানসিক বিকাশে সহায়ক।",
  },
];
